Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: I see clearly now, both my purpose and my way to fulfil it.
ru: Теперь я ясно вижу свою цель и пути ее достижения.

source: I see.
ru: Ясно.

source: I see...
ru: Я вижу...

source: I speak for the ruling council of the [giga_birch_expedition_2_country.GetName], as its head.
ru: Я говорю от имени правящего совета [giga_birch_expedition_2_country.GetName], как его глава

source: I wonder how the Zuspris are doing?
ru: Интересно, как поживают Эзикании?

source: I would rather be an alive coward than a dead hero, for corpses cannot rule.
ru: Я предпочел бы быть живым трусом, чем мертвым героем, потому что трупы не могут править.

source: I would, but alas, I cannot.
ru: Я бы хотел, но, увы, я не могу.

source: I've changed my mind.
ru: Я передумал.

source: Ice Entities
ru: Ледяные сущности

source: Icy Expedition
ru: Ледяная экспедиция

source: Idyllic Age
ru: Идиллический век

source: If all goes well, we learn how to fix [target.GetName]'s self repair systems, and revive our decaying home.
ru: Если все пойдет хорошо, мы узнаем, как починить [target.GetName] системы самовосстановления и возродить наш ветшающий дом

source: If it becomes necessary, we can cut back on expedition funding to concentrate on other matters, but without sufficient equipment our explorers will not be able to cover as much ground.
ru: Если это станет необходимым, мы можем сократить финансирование экспедиции, чтобы сосредоточиться на других вопросах, но без достаточного оборудования наши исследователи не смогут покрыть такой большой объем территории

source: If it exists as a flavor, it can be replicated here.
ru: Если какой-либо вкус существует, здесь его можно воссоздать.

source: If possible, units of the machine created is also put into our archives.
ru: По возможности, единицы созданной техники также помещаются в наши архивы.

source: If the [global_event_country.GetGalCommunityOrGalImperium] pools their scientific efforts, we might be able to remotely acquire some $aeternum_tech_intel$ and share it throughout the galaxy.
ru: Если [global_event_country.GetGalCommunityOrGalImperium] объединит свои научные усилия, мы могли бы дистанционно получить некоторое количество $aeternum_tech_intel$ и поделиться им по всей галактике.

source: If the empire or sector is running low of any strategic resources, $automatic_drone$ will be replaced (10 per resource).
ru: Если в империи или секторе заканчиваются какие-либо стратегические ресурсы, $automatic_drone$ будет заменен (10 на ресурс).

source: If there is an emergency, every one of them is able to help defend their planet.
ru: Если возникнет чрезвычайная ситуация, каждый из них сможет помочь защитить свою планету.

source: If they were too stupid to survive, they deserved to die.
ru: Если они были слишком глупы, чтобы выжить, они заслуживали смерти

source: If this system contains wrecked Planetcrafts, Attack Moons or Asteroid Artilleries which we do not own, this decision lets us assert our rightful claims.
ru: Если эта система содержит потерпевшие крушение летательные аппараты, Боевоевые Луны или артиллерийские установки на астероидах, которыми мы не владеем, это решение позволяет нам заявить о наших законных претензиях.

source: If trade is an art, we are its masters.
ru: Если торговля - это искусство, то мы - его мастера.

source: If we do not claim them, someone else will.
ru: Если мы не будем претендовать на них, это сделает кто-то другой.

source: If we have no need to directly control Flusion anymore, we may return the entirety of the planet to the Roqualian Republic.
ru: Если у нас больше не будет необходимости напрямую контролировать Флюсиалла, мы можем вернуть всю планету Солакианской Республике.

source: If we were trying to stop the Sirens, it is now too late to do anything beyond a direct ground invasion.
ru: Если мы и пытались остановить сирены, то теперь уже слишком поздно предпринимать что-либо, кроме прямого наземного вторжения

source: If you can read this modifier, something went wrong!
ru: Если вы можете прочитать этот модификатор, значит, что-то пошло не так!

source: If you can see this message, something went wrong.
ru: Если вы видите это сообщение, значит, что-то пошло не так

source: If you can see this modifier, something went wrong!
ru: Если вы видите этот модификатор, значит, что-то пошло не так!

source: If you can see this, something went wrong.
ru: Если вы можете видеть это, что-то пошло не так

source: If you can see this, wait a month for it to disappear.
ru: Если вы можете видеть это, подождите месяц, пока это исчезнет

source: Ignite the interior of the Brown Dwarf and trigger fusion reactions.
ru: Воспламените внутренности Коричневого карлика и запустите термоядерные реакции.

source: Ignite the star
ru: Зажги звезду

source: Ignited Star
ru: Зажженная звезда

source: Ihone
ru: Ихон

source: Illuminate
ru: Осветить

source: Illuminate this shrouded world, making it possible to colonize.
ru: Осветите этот скрытый мир, сделав его возможным для колонизации.

source: Imagine the research potential from such a being, feed it well
ru: Представьте себе исследовательский потенциал такого существа, хорошенько накормите его

source: Imagine what will be possible...
ru: Представь, что будет возможно...

source: Immense Conversion
ru: Огромное преобразование

source: Immense Food Conversion
ru: Огромное преобразование пищи

source: Immensely powerful gigastructural hyperweapons allow us to enforce our will upon our enemies.
ru: Чрезвычайно мощное гигаструктурное гипероружие позволяет нам навязывать нашу волю нашим врагам.

source: Imminent Awakening!
ru: Неизбежное пробуждение!

source: Immortal
ru: Бессмертные

source: Immortals
ru: Бессмертные

source: Immune to Damage
ru: Неуязвим для повреждений

source: Imperial Ambition
ru: Имперские амбиции

source: Imperium in Disarray
ru: Империя в смятении

source: Impetuous
ru: Стремительный

source: Implement Maginot Doctrine
ru: Реализовать доктрину Мажино

source: Implementing a higher degree of modular engineering into our megastructure schematics will help streamline their construction.
ru: Внедрение более высокой степени модульного проектирования в наши схемы мегаструктур поможет упростить их конструкцию.

source: Impossible Lagomorphs
ru: Невозможные лагоморфы

source: Impressive, send out the exploration team.
ru: Впечатляет, отправьте исследовательскую группу.

source: Impressive.
ru: Впечатляет.

source: Imprint Failed!
ru: Импринт не удался!

source: Imprint Successful!
ru: Импринт удался!

source: Imprinted with the overwhelming power of the Psionic Beacon, this Admiral can detect, engage and out-manuever enemies with unprecedented skill.
ru: Наделенный подавляющей мощью Псионического маяка, этот адмирал может обнаруживать врагов, вступать в бой и обходить их с беспрецедентным мастерством.

source: Imprinted with the overwhelming power of the Psionic Beacon, this Admiral can keep track of all their ships and augment their capabilities by directing Shroud energies.
ru: Запечатленный подавляющей мощью Псионического маяка, этот адмирал может отслеживать все свои корабли и увеличивать их возможности, направляя энергию Покрова.

source: Imprinted with the overwhelming power of the Psionic Beacon, this Admiral is a peerless master at maintaining and preserving combat strength.
ru: Запечатленный подавляющей мощью Псионического маяка, этот адмирал является несравненным мастером поддержания и сбережения боевой мощи.

source: Improbable Kaiser
ru: Невероятный кайзер

source: Improbable Sun
ru: Невероятное солнце

source: Improve the autonomous production of nanites in the empire.
ru: Улучшить автономное производство нанитов в стране.

source: Improve the frequency at which Cortana can take initiatives and unlock new abilities.
ru: Улучшить частоту, с которой Кортаны может принимать инициативные решения по исследованию технологий, а также помогать вашим исследователям в их текущей работе.

source: Improve the maximum amount of defense sentinel patrols in our territory.
ru: Улучшить границы патрулей дозорных обороны, присутствующих на нашей территории.

source: Improve the medical care of our population with the help of specialized medical nanites.
ru: Улучшить медицинское обслуживание нашего населения благодаря помощи нанитов.

source: Improve the performance of our machines in scientific fields thanks to the help of our nanites.
ru: Улучшить производительность наших машин в развитии технологий благодаря помощи нанитов.

source: Improved Asteroid Disassembly
ru: Улучшенная разборка астероида

source: Improved Maginot Firepower
ru: Улучшенная огневая мощь Мажино

source: Improved Maginot Firepower Tech
ru: Улучшенная технология огневой мощи Мажино

source: Improved Mining Station
ru: Улучшенная горнодобывающая станция

source: Improved Perimeter Station Reactor
ru: Улучшенный реактор станции по периметру

source: Improved designs for habitation and storage stations allow for better organization of living spaces.
ru: Улучшенные конструкции жилых помещений и складских помещений позволяют лучше организовать жилые помещения

source: Improved designs for habitation and storage stations will allow for better organization of living spaces.
ru: Улучшенные конструкции жилых помещений и складских помещений позволят лучше организовать жилые помещения

source: Improved large-scale integration of nanites and self-repairing constructs within Asteroid Artilleries means they can repair themselves much quicker and more efficiently than before.
ru: Улучшенная крупномасштабная интеграция нанитов и самовосстанавливающихся конструкций в артиллерийских установках астероидов означает, что они могут восстанавливать себя намного быстрее и эффективнее, чем раньше.

source: Improved methods of molecular synthesis allow the practical application of materials with nigh-unimaginable tensile strength.
ru: Усовершенствованные методы молекулярного синтеза позволяют на практике применять материалы с почти невообразимой прочностью на разрыв

source: Improvements in the field of astroengineering let us safely add a second ring to existing Orbital Arcologies, increasing living space without compromising structural integrity.
ru: Усовершенствования в области астроинженерии позволяют нам безопасно добавить второе кольцо к существующим орбитальным дугам, увеличивая жилое пространство без ущерба для структурной целостности.

source: Improvements to One's synaptic systems allow One to simultaneously control more drones for longer periods of time.
ru: Усовершенствование синаптических связей позволит нам одновременно управлять большим числом дронов в течение более длительного периода времени.

source: Improves resource booster Buildings with $orbital_ring_tier_1$ effects.
ru: Улучшает ресурсосберегающие здания с $orbital_ring_tier_1$ эффектом

source: Improving support equipment and infrastructure for our planetary expeditions allows them to more effectively identify resource extraction opportunities.
ru: Улучшение вспомогательного оборудования и инфраструктуры для наших планетарных экспедиций позволяет им более эффективно выявлять возможности добычи ресурсов

source: Improving the infrastructure of our Planetary Defense Nexuses enables us to fit more Strike Corvettes within the megastructure's frame.
ru: Улучшение инфраструктуры наших Nexuses планетарной обороны позволяет нам разместить больше ударных корветов в рамках мегаструктуры.

source: Improving the throughput of station fabrication and maintenance facilities will allow us to support a larger number of modules.
ru: Повышение пропускной способности оборудования для изготовления и технического обслуживания станций позволит нам поддерживать большее количество модулей

source: Improving upon Crust Reinforcements, this armor design intertwines much more extensive structural reinforcements into the moon's crust, which makes it both lighter and stronger than its predecessor.
ru: Улучшая усиление коры, эта конструкция брони включает гораздо более обширные структурные усиления в кору Луны, что делает ее одновременно легче и прочнее, чем ее предшественник.

source: In Pursuit of Treasures
ru: В погоне за сокровищами

source: In addition to their esoteric FTL thrusters, Blokkat vessels employ these thrusters which push against the very fabric of our universe in order to boost the speed of their crafts even further.
ru: В дополнение к своим эзотерическим сверхсветовым двигателям, кораблиБлоккатиспользуют эти двигатели, которые воздействуют на саму ткань нашей вселенной, чтобы еще больше увеличить скорость своих кораблей.

source: In essence an upscaled version of the Evictor Ray, the Obliterator Ray tears reality asunder and forcefully compresses its target into a 0-dimensional object by focusing the energies of several higher dimensions onto a localized area of the spacetime continuum, destroying it instantly.
ru: По сути, увеличенная версия Луча-вытеснителя, луч-уничтожитель разрывает реальность на части и насильственно сжимает свою цель в 0-мерный объект, фокусируя энергии нескольких более высоких измерений на локализованной области пространственно-временного континуума, мгновенно уничтожая ее.

source: In flames the greatest of individuals will be forged.
ru: В пламени будут выкованы величайшие личности.

source: In order to grow stronger and stronger, our Hivemind will need to develop nutrition reserves to help with the adaptation of environments and to speed up the reproduction of our drones.
ru: Для того чтобы становиться все сильнее и сильнее, нашему улью придется разработать собственный процесс резервного питания, чтобы помочь в адаптации к окружающей среде и ускорить воспроизводство наших трутней.

source: In our empire, goods are exchanged so frequently that they can scarcely be tracked.
ru: В нашей империи настолько интенсивный товарооборот, что его вряд ли можно отследить.

source: In rare instances, the right conditions can allow materials of improbable strength to form in nature.
ru: В редких случаях при правильных условиях в природе могут образовываться материалы невероятной прочности

source: In the tranquility of our isolation, we dedicate our lives to the pursuit of a singular goal; perfection of artistic beauty.
ru: В спокойствии нашего уединения мы посвящаем свою жизнь стремлению к единственной цели - совершенству художественной красоты.

source: In their ivory towers, our scientists are free to study, experiment, and develop without outside interference.
ru: В своих башнях из слоновой кости наши ученые могут свободно изучать, экспериментировать и развиваться без постороннего вмешательства.

source: In their youth, this leader was a successful racer, competing in many of the great ship race.
ru: В молодости этот лидер был успешным спортсменом, участвуя в гонках на кораблях.

source: In these carefully controlled virtual spaces, our diplomatic drones can safely introduce specially trained members of our organic population to envoys of other galactic nations, showing that we mean no harm.
ru: В этих тщательно контролируемых виртуальных пространствах наши дипломатические дроны могут безопасно знакомить специально обученных представителей нашего органического населения с посланниками других галактических наций, показывая, что мы не желаем вреда.

source: In these grand virtual spaces, our diplomats can take their time closing favorable deals with - or extracting information from - the ambassadors of other nations.
ru: В этих грандиозных виртуальных пространствах наши дипломаты могут не торопясь заключать выгодные сделки с послами других стран или извлекать из них информацию.

source: In these specially designed virtual spaces, our best and brightest can be given the tutelage that they deserve, without the constraint of time.
ru: В этих специально разработанных виртуальных пространствах наши лучшие и одареннейшие могут получить ту опеку, которой они заслуживают, без ограничений по времени.

source: In these specially designed virtual spaces, our diplomatic drones can converse with, and secretly study, the representatives of other species.
ru: В этих специально разработанных виртуальных пространствах наши дипломатические дроны могут общаться с представителями других видов и тайно изучать их.

source: In time, we will learn its secrets.
ru: Со временем мы узнаем его секреты

source: In war, our cause is justified by the divines.
ru: На войне наше дело оправдывают боги.

source: Inactive Core
ru: Неактивное ядро

source: Incinerated Primitives
ru: Испепеленные примитивы

source: Incoming Flusionian Transmission!
ru: Входящая Флюсиалланая передача!

source: Incoming Strife Spell!
ru: Приближается заклинание раздора!

source: Incoming Transmission
ru: Входящая передача

source: Incoming Transmission!
ru: Входящая передача!

source: Incomprehensibly powerful packets of energy extracted straight from a supermassive quasar at the galactic core, to be used by the $name_quasistellar$.
ru: Непостижимо мощные пакеты энергии, извлеченные непосредственно из сверхмассивного квазара в ядре галактики, для использования $name_quasistellar$.

source: Inconceivable!
ru: Непостижимое

source: Incorporating gravity manipulation into Celestial Warship armor designs enhances nearly every one of their aspect, enabling them to absorb more damage while weighing even less than before, finally getting rid of the speed issues caused by previous generations.
ru: Включение гравитационных манипуляций в конструкции брони небесных боевых кораблей улучшает почти каждый их аспект, позволяя им поглощать больше урона при еще меньшем весе, чем раньше, окончательно избавляясь от проблем со скоростью, вызванных предыдущими поколениями.

source: Incorporating the regenerative properties of living metal into our manufacturing processes will be a great boon to our deep-space construction projects.
ru: Включение регенеративных свойств живого металла в наши производственные процессы станет большим подспорьем для наших проектов строительства в глубоком космосе

source: Increase the chance for custom anomalies to spawn even more.
ru: Еще больше увеличить шанс появления пользовательских аномалий.

source: Increase the chance for custom anomalies to spawn.
ru: Увеличение шанса порождения нестандартных аномалий.

source: Increased Build Speed
ru: Увеличена скорость сборки

source: Increased Capacity
ru: Развитый потенциал

source: Increased Scientist Wages
ru: Повышенная заработная плата ученых

source: Increased Terraforming Efficiency
ru: Повышение эффективности терраформирования

source: Increased Understanding of Aiondia!
ru: Расширенное понимание Айондии!

source: Increasing Aeternite Activity
ru: Повышение активности Вечных

source: Incredible
ru: Невероятно

source: Incredible work.
ru: Невероятная работа.

source: Incredible!
ru: Невероятно!

source: Incredible.
ru: Невероятно

source: Indeed this is our natural state for only in war can we fully pursue or desire for death and destruction.
ru: Это наше естественное состояние, ведь только на войне мы можем в полной мере реализовать свое стремление к смерти и разрушению.

source: Indeed.
ru: Действительно.

source: Independent Research Subroutine
ru: Исследователь технологий

source: Indiril Maelstrom
ru: Водоворот Индирила

source: Individual Blokkat
ru: Индивидуальный блоккат

source: Individual Blokkats
ru: Индивидуальные блоккаты

source: Individualism
ru: Индивидуализм

source: Individualism Traditions
ru: Традиции индивидуализма

source: Individualism Traditions Finished
ru: Традиции индивидуализма завершены

source: Industrial Advanced Core Section
ru: Промышленный продвинутый ключевой раздел

source: Industrial Agriculture District
ru: Промышленно-сельскохозяйственный район

source: Industrial Consumer District
ru: Промышленный индустриальный район

source: Industrial Core Section
ru: Секция промышленного ядра

source: Industrial Foundry District
ru: Промышленно-литейный район

source: Industrial Generator District
ru: Район промышленных генераторов

source: Industrial Hypersegment
ru: Промышленный гиперсегмент

source: Industrial Hypersegments
ru: Промышленные гиперсегменты

source: Industrial Leisure District
ru: Промышленно-досуговый район

source: Industrial Level Outpost
ru: Аванпост промышленного уровня

source: Industrial Mining District
ru: Промышленный горнодобывающий район

source: Industrial Production Facility
ru: Объект промышленного производства

source: Industrial Psicatalyzed Fusion
ru: Промышленный синтез с помощью психоанализа

source: Industrial Research District
ru: Промышленно-исследовательский район

source: Industrial Scavenging Outpost
ru: Промышленный аванпост по сбору мусора

source: Industrial Segment
ru: Промышленный сегмент

source: Industrial Segments
ru: Промышленные сегменты

source: Industrial Ships
ru: Промышленные корабли

source: Industrial Ships - Advanced
ru: Промышленные корабли - продвинутые

source: Industrial Ships - Specialized
ru: Промышленные корабли - специализированные

source: Industrial Slaves
ru: Промышленные рабы

source: Industrial Specialized Core Section
ru: Промышленная специализированная основная секция

source: Industrial Ultrarapid Replication
ru: Промышленная сверхбыстрая репликация

source: Industrial Zone
ru: Промышленная зона

source: Industrialist
ru: Промышленник

source: Industrialists
ru: Промышленники

source: Industry
ru: Промышленность

source: Industry Traditions
ru: Традиции индустриализации

source: Industry Traditions Finished
ru: Традиции индустриализации завершены

source: Infiltrated Division
ru: Внедренный отдел

source: Infiltration
ru: Внедрение

source: Infini-Clerk
ru: Инфини-клерк

source: Infini-Clerks
ru: Инфини-клерки

source: Infini-Mall
ru: Инфини-Центр

source: Infinite Improbability Kaiser
ru: Кайзер бесконечной невероятности

source: Infinite range FTL.
ru: Сверхсветовая скорость с бесконечным радиусом действия.

source: Infinity Center
ru: Центр бесконечности

source: Inflates and stabilizes $ehof_wormholes$ for boundless interstellar travel.
ru: Раздувается и стабилизируется $ehof_wormholes$ для безграничных межзвездных путешествий.

source: Influence Deficit
ru: Дефицит влияния

source: Influence Projection
ru: Сбор влияния

source: Influence Reserves
ru: Резервы влияния

source: Influence Shortages
ru: Нехватка влияния

source: Influenceable Population
ru: Влиятельное население

source: Influenced Awakening
ru: Влияние на пробуждение падшей империи

source: Influencer
ru: Влиятельный сотрудник

source: Influencers
ru: Влиятельные персоны

source: Information Keepers
ru: Дроны-архивариусы

source: Information cannot be destroyed, only converted.
ru: Информацию нельзя уничтожить, ее можно только преобразовать.

source: Infrastructure Expansion
ru: Расширение инфраструктуры

source: Infused Zuspris Legions
ru: Вселенные легионы Зусприса

source: Ingrained Drone Reflexes
ru: Развитые рефлексы дронов

source: Inhabited Molten Planet
ru: Обитаемая расплавленная планета

source: Initial Arrival
ru: Первоначальное прибытие

source: Initial Flusion Buff
ru: Начальный эффект флюсирования

source: Initializer Codex
ru: Кодекс инициализатора

source: Initiate Growth Phase
ru: Инициировать фазу роста

source: Initiate the operation.
ru: Инициируйте операцию.

source: Initiating data transfer.
ru: Инициирую передачу данных

source: Inner Planet Ring Assembly
ru: Сборка внутреннего планетарного кольца

source: Innovation Forge's Compound 23RCA
ru: Соединение 23RCA

source: Ino
ru: Ино

source: Input Sharing
ru: Совместное использование данных

source: Inquisitor
ru: Инквизитор

source: Inquisitors
ru: Инквизиторы

source: Insane Allocation
ru: Безумное распределение

source: Insanity.
ru: Безумие.

source: Inspiration
ru: Вдохновленный

source: Inspiration of Awe
ru: Культурное влияние

source: Inspirational
ru: Вдохновляющий

source: Inspired Explorers
ru: Вдохновенные исследователи
